Revit 2027 API
BuiltInFailures.GroupFailures.CannotRemoveGroupMemberConstraintWarn Property
 Constraints between group members cannot be removed or excluded from the group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotRemoveGroupMemberConstraintWarn { get; }
Public Shared ReadOnly Property CannotRemoveGroupMemberConstraintWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotRemoveGroupMemberConstraintWarn {
	FailureDefinitionId^ get ();
}
static member CannotRemoveGroupMemberConstraintWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace